{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"ceea37f0-08b4-4498-bfaa-4c3a241f6a50":{"type":"rich-text","blocks":{"template--20205468221756__ceea37f0-08b4-4498-bfaa-4c3a241f6a50-heading-1":{"type":"heading","settings":{"heading":"Returns Policy","heading_size":"h1"}},"template--20205468221756__ceea37f0-08b4-4498-bfaa-4c3a241f6a50-text-1":{"type":"text","settings":{"text":"<p>Welcome to Kapes! We pride ourselves on providing high-quality school uniforms, and your satisfaction is paramount to us. We understand that occasionally you might need to return a product, and as such we have established the following return policy.<\/p><p><strong>1. Return Period<\/strong><\/p><p>All returns must be initiated within 30 days from the receipt of purchase. If 30 days have gone by since the receipt of your purchase, unfortunately, we cannot offer you an exchange or store credit.<\/p><p><strong>2. Condition of Return<\/strong><\/p><p>We only accept returns for items that are in their original, unused condition. This means the clothing must be unworn, unwashed, free from any stains or odors and in its original packaging.<\/p><p><strong>3. Refunds<\/strong><\/p><p>Please note that we do not provide refunds. If you are not entirely satisfied with your purchase, we offer exchanges or store credit for future purchases on our website, <a href=\"http:\/\/www.kapesuniforms.com\/\">www.kapesuniforms.com<\/a>.<\/p><p><strong>4. Returns Collection<\/strong><\/p><p>During certain periods, items can be returned to the school locker for free collection. If a return needs to be collected from your home, and the reason for return is not due to a fault of Kapes, a collection fee of AED 30 will be charged.<\/p><p>In the case of an exchange, the collection fee must be paid before we initiate the exchange process. For returns, this collection fee will be deducted from the store credit issued to your account.<\/p><p><strong>5. Exchanges<\/strong><\/p><p>Exchanges are subject to inventory availability. If the item you wish to exchange for is not available, we will provide store credit equivalent to the price of the returned item.<\/p><p><strong>6. Processing Returns<\/strong><\/p><p>Once your return is received and inspected, we will notify you of the approval or rejection of your return. If approved, your exchange or store credit will be processed, and you will be notified via email.<\/p><p><strong>7. Faulty Items<\/strong><\/p><p>If the item is faulty or not as described, Kapes will bear the full cost of the return. In these instances, please visit our <a href=\"https:\/\/www.kapesuniforms.com\/a\/return\" title=\"https:\/\/www.kapesuniforms.com\/a\/return\">Returns Centre<\/a> to organise a return.<\/p><p><strong>8. Changes to Our Returns Policy<\/strong><\/p><p>We reserve the right to change this returns policy at any time. Any changes will be posted on our website.<\/p><p><strong>9. Contact Us<\/strong><\/p><p>If you have any questions or need further clarification regarding our returns policy, please do not hesitate to contact us at support@kapesuniforms.com<\/p><p><strong>10. Agreement<\/strong><\/p><p>By making a purchase with Kapes Holdings Ltd, you are agreeing to our Returns Policy.<\/p><p>We appreciate your understanding and patronage. At Kapes, we are committed to ensuring your satisfaction with each and every purchase.<\/p>"}},"template--20205468221756__ceea37f0-08b4-4498-bfaa-4c3a241f6a50-button-1":{"type":"button","settings":{"button_label":"Returns Centre","button_link":"https:\/\/www.kapesuniforms.com\/a\/return","button_style_secondary":false,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}}},"block_order":["template--20205468221756__ceea37f0-08b4-4498-bfaa-4c3a241f6a50-heading-1","template--20205468221756__ceea37f0-08b4-4498-bfaa-4c3a241f6a50-text-1","template--20205468221756__ceea37f0-08b4-4498-bfaa-4c3a241f6a50-button-1"],"settings":{"bg_color":"#ffffff","desktop_content_position":"center","content_alignment":"center","full_width":true,"padding_top":40,"padding_bottom":52,"section_id":"","section_classes":""}}},"order":["main","ceea37f0-08b4-4498-bfaa-4c3a241f6a50"]}